[
  {
    "title": "Samorost 2",
    "description": "Samorost 2 tells a surreal story of a space gnome whose dog just got kidnapped by mischievous aliens. Set out on a short expedition to rescue the pup, deal with curious strangers and relax to the soothing music by Tomáš \"Floex\" Dvořák.",
    "url": "https://store.epicgames.com/en-US/p/samorost-2-1b9bb1",
    "startDate": "2025-09-18",
    "endDate": "2025-09-25"
  },
  {
    "title": "Ghostrunner 2",
    "description": "Ghostrunner 2 is a hardcore FPP slasher set in a post-apocalyptic, cyberpunk world. Featuring everything fans loved about Ghostrunner plus incredible boss fights, new interactive story, thrilling motorbike levels, improved skills, and more cyber ninja action. ",
    "url": "https://store.epicgames.com/en-US/p/ghostrunner-2",
    "startDate": "2025-09-11",
    "endDate": "2025-09-18"
  },
  {
    "title": "The Battle of Polytopia",
    "description": "Award-winning strategy game! Build your civilization, master tech, conquer tribes, and dominate the world map!",
    "url": "https://store.epicgames.com/en-US/p/the-battle-of-polytopia-12fed6",
    "startDate": "2025-09-11",
    "endDate": "2025-09-18"
  },
  {
    "title": "Monument Valley 2",
    "description": "Discover illusionary pathways and delightful puzzles as you learn the secrets of The Sacred Geometry. Follow the heart warming story of Ro in her journey through motherhood. Rediscover independence through manipulating monuments and evolving paths to explore new worlds.",
    "url": "https://store.epicgames.com/en-US/p/monument-valley-2-addd02",
    "startDate": "2025-09-11",
    "endDate": "2025-09-18"
  },
  {
    "title": "Project Winter",
    "description": "In Project Winter, survival is just the beginning. Work with your friends to escape the icy wilderness, but don’t get too comfortable. Traitors lurk among you, ready to lie, sabotage, and turn even the closest of friends against each other. Who will you trust?",
    "url": "https://store.epicgames.com/en-US/p/project-winter-3b9e84",
    "startDate": "2025-09-18",
    "endDate": "2025-09-25"
  }
]